Repository: liangpeng0536/dnf-utils
Catalog: po/*.po
Languages: da

source: search for packages matching keyword
da: søgning på pakker efter nøgle ord

source: [OPTIONS] [KEYWORDS]
da: [INDSTILLINGER] [NØGLEORD]

source: the key to search for
da: Søgenøgle

source: query in all packages (Default)
da: Søg i alle pakker (Default)

source: query in installed packages
da: Søg i installerede pakker

source: show only latest packages
da: Vis kun nyeste pakker

source: format for displaying found packages
da: Visning format for fundne pakker

source: show only results from this REPO
da: Vis kun resultater fra denne filkilde : REPO

source: show only results from this ARCH
da: Vis kun resultater fra denne architektur : ARCH

source: show only results there provides REQ
da: Vis kun resultater som matcher denne udbyder : REQ

source: show only results there requires REQ
da: Vis kun resultater som har denne afhængighed : REQ

source: show available tags to use with --queryformat
da: Vis tilgængelig visnings tags til brug med --queryformat

source: One line description of the util
da: Enkelt beskrivelse af værktøj

source: [PARAMETERS]
da: [PARAMETRE]
